[
  {
    "name": "Moon Dust",
    "price": 16,
    "stock": 10,
    "id": "7259c778-d3d1-4b7f-8959-4667c2191cad",
    "description": "Matte Texture Powder",
    "image": "https://flyguy-store.s3.us-east-2.amazonaws.com/moondust.jpg",
    "longDescription": "MOON DUST is our best-selling product made with natural, organic ingredients. MOON DUST thickens the hair and creates a flexible, textured look that's soft to the touch. The result is best summarized as effortless style. Look like you spent time on your hair, without actually spending time on your hair.\n\nDry, matte finish.\nTouchable, all-day hold.\nAdds texture, thickness, and volume.\nWorks well for second-day hair, absorbs oil.\nHair healthy, made with natural and organic ingredients.\nEasy to use, spray application.\n\nBest suited for straight, wavy, and curly hair types. Apply to damp hair for increased hold. Apply to dry hair for added texture.",
    "ingredients": "Ingredients"
  },
  {
    "name": "Solar Wind",
    "price": 18,
    "stock": 10,
    "id": "51b16992-b4b4-4263-99f0-8fc94d6de3f8",
    "description": "Sea Salt 2.0",
    "image": "https://flyguy-store.s3.us-east-2.amazonaws.com/solarwind.jpg",
    "longDescription": "Our take on the men's grooming classic, sea salt spray. We've added a little more moisture and removed some of the excess grit you might've come to expect from other sea salt sprays on the market. The result is an easy to use spray that adds beachy texture, a medium hold, and touchable volume. SOLAR WIND is perfect for creating messy, lived-in looks or building natural volume with a blow dryer.\n\nBuilds volume and beach-hair texture.\nMedium hold.\nNatural finish.\nProvides moisture and doesn't over-dry.\nUVA/UVB protection to fight against sun damage.\nHair healthy, made with natural and organic ingredients.\n\nBest suited for straight, wavy, and curly hair types. Apply to damp or dry hair. Applying to damp hair will increase the beach-hair effect.",
    "ingredients": "Ingredients"
  },
  {
    "name": "Star Dew",
    "price": 20,
    "stock": 10,
    "id": "8324c0e4-2136-4120-9e2a-01fa8962a3fa",
    "description": "Hybrid Grooming Cream",
    "image": "https://flyguy-store.s3.us-east-2.amazonaws.com/stardew.jpg",
    "longDescription": "A unique grooming cream that combines heat protection, conditioning, and light control for unparalleled versatility. STAR DEW is our workhorse product. It's great when used by itself, but even better when combined with SOLAR WIND and MOON DUST. Use it to build a solid foundation for other styles, and to get the best results when blow drying. Perfect for medium to longer length hairstyles.\n\nNatural finish.\nLow to medium hold.\nAdds definition to medium and longer styles.\nNatural heat protection for safe blow dryer use.\nWorks as a curl enhancer and locks in moisture.\nHair healthy, made with natural and organic ingredients.\n\nBest suited for straight, wavy, curly, and coiled hair types. Apply to damp hair before blow drying to build weightless volume. Allow to dry naturally for increased texture and hold.",
    "ingredients": "Ingredients"
  }
]
